---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomActualPowerLoadPerAreaParam
source: html/825b1299-fba6-ca54-6c93-c6b9ca6b68d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomActualPowerLoadPerAreaParam Property

"Actual Power Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomActualPowerLoadPerAreaParam { get; }
```